[
 {
   "lyric": "And, in the end, the love you take is equal to the love you make.",
   "artist": "The Beatles, \"The End\""
 },
 {
   "lyric": "Maybe there's a God above, but all I've ever learned from love was how to shoot somebody who outdrew ya. And it's not a cry that you hear at night. It's not somebody who's seen the light. It's a cold and it's a broken Hallelujah.",
   "artist": "Leonard Cohen (verse sung by Jeff Buckley), \"Hallelujah\""
 },
 {
   "lyric": "Let me tell you what I wish I'd known when I was young and dreamed of glory: You have no control who lives, who dies who tells your story.",
   "artist": "Hamilton, \"Who Lives, Who Dies, Who Tells Your Story\""
 },
 {
   "lyric": "And you could have it all. My empire of dirt. I will let you down. I will make you hurt. If I could start again, a million miles away, I would keep myself. I would find a way.",
   "artist": "Nine Inch Nails, \"Hurt\""
 },
 {
   "lyric": "Don’t worry where we end up. Ending-up’s not real. The life we build, we never stop creating",
   "artist": "Jimmy Eat World, \"Delivery\""
 },
 {
   "lyric": "Our coming of age has come and gone.",
   "artist": "Taylor Swift, \"peace\""
 },
 {
   "lyric": "So, I never fell for Vietnam. We got the wall of D.C. to remind us all that you can't trust freedom when it's not in your hands. When everybody's fighting for their promised land.",
   "artist": "Guns N' Roses, \"Civil War\""
 },
 {
   "lyric": "I wrapped my arms around the moment like I'm clutching a memory; You, alive in your madness, in love with the night.",
   "artist": "The Wonder Years, \"The Bluest Things On Earth\""
 },
 {
   "lyric": "But you know that when the truth is told, that you can get what you want, or you can just get old.",
   "artist": "Billy Joel, \"Vienna\""
 },
 {
   "lyric": "Idealism sits in prison, chivalry fell on its sword. Innocence died screaming, honey, ask me, I should know.",
   "artist": "Hozier, \"From Eden\""
 },
 {
   "lyric": "And there will come a time, you'll see, with no more tears and love will not break your heart, but dismiss your fears. Get over your hill and see what you find there, with grace in your heart and flowers in your hair.",
   "artist": "Mumford & Sons, \"After The Storm\""
 },
 {
   "lyric": "So much of me is made of what I learned from you. You'll be with me, like a handprint on my heart.",
   "artist": "Wicked, \"For Good\""
 },
 {
   "lyric": "My soul is painted like the wings of butterflies. Fairytales of yesterday grow, but never die. I can fly, my friends.",
   "artist": "Queen, \"The Show Must Go On\""
 },
 {
   "lyric": "You can think that you're in love when you're really just in pain.",
   "artist": "Ashe, \"Moral of the Story\""
 },
 {
   "lyric": "And, if you listen very hard, the tune will come to you at last. When all are one and one is all, to be a rock and not to roll. And she's buying a stairway to Heaven.",
   "artist": "Led Zeppelin, \"Stairway to Heaven\""
 },
 {
   "lyric": "Did you see the frightened ones? Did you hear the falling bombs? Did you ever wonder why we had to run for shelter when the promise of a brave new world unfurled beneath a clear blue sky?",
   "artist": "Pink Floyd, \"Goodbye Blue Sky\""
 },
 {
   "lyric": "What's the problem with the world today? The land of the free, somebody lied.",
   "artist": "Prince, \"Call My Name\""
 },
 {
   "lyric": "If I had a box just for wishes and dreams that had never come true, the box would be empty, except for the memory of how they were answered by you.",
   "artist": "Jim Croce, \"Time in a Bottle\""
 },
 {
   "lyric": "The storms are raging on the rolling sea and on the highway of regret. The winds of change are blowing wild and free. You ain't seen nothing like me yet.",
   "artist": "Bob Dylan, \"To Make You Feel My Love\""
 },
 {
   "lyric": "Sounds of laughter, shades of life are ringing through my open ears, inciting and inviting me. Limitless, undying love, which shines around me like a million suns. It calls me on and on, across the universe.",
   "artist": "The Beatles, \"Across The Universe\""
 },
 {
   "lyric": "Just as time knew to move on since the beginning, and the seasons know exactly when to change. Just as kindness knows no shame, know through all your joy and pain, that I'll be loving you always.",
   "artist": "Stevie Wonder, \"As\""
 },
 {
   "lyric": "I see friends shaking hands, saying, 'How do you do.' They're really saying, 'I love you.'",
   "artist": "Louis Armstrong, \"What a Wonderful World\""
 },
 {
   "lyric": "It's been a long dark night, and I've been a waitin' for the morning. It's been a long hard fight, but I see a brand new day a dawning.",
   "artist": "Dolly Parton, \"Light of a Clear Blue Morning\""
 },
 {
   "lyric": "Somebody crowd me with love. Somebody force me to care. Somebody let me come through. I'll always be there, as frightened as you, to help us survive being alive.",
   "artist": "Company, \"Being Alive\""
 },
 {
   "lyric": "We're just two lost souls swimming in a fish bowl. Year after year, running over the same old ground. What have we found?",
   "artist": "Pink Floyd, \"Wish You Were Here\""
 },
 {
   "lyric": "Did you ever know that you're my hero? You're everything I wish I could be. I could fly higher than an eagle, for you are the wind beneath my wings.",
   "artist": "Bette Midler, \"Wind Beneath My Wings\""
 },
 {
   "lyric": "Many times I've been alone, and many times I've cried. Anyway, you'll never know the many ways I've tried. And still they lead me back to the long, winding road.",
   "artist": "The Beatles, \"The Long and Winding Road\""
 },
 {
   "lyric": "If you really want to free me, tell my mummy that she’s pretty. Melanin is not your enemy.",
   "artist": "Joy Crookes, \"Power\""
 },
 {
   "lyric": "He says, 'Son, can you play me a memory? I'm not really sure how it goes. But it's sad and it's sweet and I knew it complete when I wore a younger man's clothes.'",
   "artist": "Billy Joel, \"Piano Man\""
 },
 {
   "lyric": "Hey, you call me up again just to break me like a promise. So casually cruel in the name of being honest.",
   "artist": "Taylor Swift, \"All Too Well\""
 },
 {
   "lyric": "You can't always get what you want. But, if you try sometime, you find you get what you need.",
   "artist": "The Rolling Stones, \"You Can't Always Get What You Want\""
 },
 {
   "lyric": "You fill up my senses like a night in a forest, like the mountains in springtime, like a walk in the rain, like a storm in the desert, like a sleepy blue ocean. You fill up my senses. Come fill me again.",
   "artist": "John Denver, \"Annie's Song (You Fill Up My Senses)\""
 },
 {
   "lyric": "So I close my eyes softly, 'til I become that part of the wind that we all long for sometime, yeah. And to those that I love, like a ghost through a fog, like a charmed hour, and a haunted song, and the angel of my dreams.",
   "artist": "Stevie Nicks, \"Angel\""
 },
 {
   "lyric": "Look at the way we live. I wasn't hidin' my kid from the world, I was hidin' the world from my kid. From empty souls who just wake up and look to debate. Until you starin' at your seed, you can never relate.",
   "artist": "Drake, \"Emotionless\""
 },
 {
   "lyric": "Onward to the eastern skies, with bluing effort kiss the seas. I sigh in place for those blue eyes that have hope and love for me. For they obey, have stolen away, that heart that truly once was mine. Like some lone bird without a mate, my weary heart is desolate.",
   "artist": "The Carter Family, \"I Never Loved But One\""
 },
 {
   "lyric": "I am the one thing in life I can control. I am inimitable; I am an original. I’m not falling behind or running late. I’m not standing still: I am lying in wait.",
   "artist": "Hamilton, \"Wait for It\""
 },
 {
   "lyric": "They told me all of my cages were mental, so I got wasted like all my potential.",
   "artist": "Taylor Swift, \"this is me trying\""
 },
 {
   "lyric": "I took my love, took it down. I climbed a mountain, and I turned around. And I saw my reflection in the snow-covered hills, 'til the landslide brought me down.",
   "artist": "Fleetwood Mac, \"Landslide\""
 },
 {
   "lyric": "There are places I'll remember all my life, though some have changed. Some forever, not for better. Some have gone, and some remain. All these places had their moments with lovers and friends, I still can recall. Some are dead, and some are living. In my life, I've loved them all.",
   "artist": "The Beatles, \"In My Life\""
 },
 {
   "lyric": "Will you stay with me? Will you be my love among the fields of barley? We'll forget the sun in his jealous sky as we lie in fields of gold. See the west wind move like a lover, so upon the fields of barley. Feel her body rise when you kiss her mouth among the fields of gold.",
   "artist": "Sting, \"Fields of Gold\""
 },
 {
   "lyric": "May you grow up to be righteous. May you grow up to be true. May you always know the truth, and see the light surrounding you. May you always be courageous, stand upright and be strong. May you stay forever young.",
   "artist": "Bob Dylan, \"Forever Young\""
 }
]